{
  "updated_at": "2026-02-16T22:20:00Z",
  "items": {
    "HGLG11": {
      "description_html": "<article class=\"newsContent__article\">\n        <h3 class=\"single-ticker__title\">HGLG11: Pátria Logística</h3>\n        <b>PÁTRIA LOG - FUNDO DE INVESTIMENTO IMOBILIÁRIO - RESPONSABILIDADE LIMITADA</b>\n\nHGLG11 – Um\nFII Especialista Em Galpões Logísticos\n\nHGLG11 é um fundo imobiliário do\ntipo tijolo. Seus recursos tem com base investimentos em empreendimentos de\ngalpões logísticos.\n\nFundos como o <b>HGLG11</b> tem o\nobjetivo de comprar ou construir imóveis para alugar e gerar uma renda mensal.\nÉ um tipo de fundo que busca uma renda constante com potencial de valorização e\nreajustes de aluguéis.\n\nO PÁTRIA LOG<b>&nbsp;– FII</b> é\num fundo de investimento imobiliário do tipo ANBIMA renda gestão ativa do\nsegmento de logística. É constituído sob a forma de condomínio fechado, regido\npelo seu regulamento e pelas disposições legais e regulamentares que lhe forem\naplicáveis, com prazo de duração indeterminado.\n\n<b>Características do fundo HGLG11</b>\n\nO <b>Fundo Imobiliário PÁTRIA\nLogística</b> foi constituído em março de 2010 e tem por objeto a exploração de\nempreendimentos imobiliários voltados primordialmente para operações logísticas\ne industriais.\n\nSeus ativos serão compostos por\nmeio da aquisição de terrenos para sua construção ou aquisição de imóveis em\nconstrução ou prontos, para posterior alienação, locação ou arrendamento.\n\nAlém disso,&nbsp; o <b>HGLG11</b>\npoderá participar de operações de securitização, gerando recebíveis que possam\nser utilizados como lastro em operações desta natureza.\n\nPodem participar do fundo, na\nqualidade de cotistas, pessoas físicas e jurídicas, investidores\ninstitucionais, residentes e domiciliadas no Brasil ou no exterior, bem como\nfundos de investimento.\n\nO fundo é administrado pelo BANCO GENIAL S.A.\n\nAs cotas do <b>CSHG Logística – FII</b> são negociadas com o código (ticker) <b>HGLG11</b> no mercado de bolsa\nda B3 - Brasil, Bolsa e Balcão.\n\nSua taxa\nde administração é de 0,6% ao ano sobre valor de mercado de negociação em\nbolsa do fundo. Gestão, custódia e escrituração estão inclusas na taxa de\nadministração.\n\nA política\nde distribuição de <b>rendimentos do HGLG11 </b>deve distribuir a seus\ncotistas, no mínimo, 95% dos resultados auferidos, apurados segundo o regime de\ncaixa.\n\nOs rendimentos auferidos no\nsemestre poderão ser distribuídos aos cotistas, mensalmente, sempre no 10º dia\nútil do mês subsequente ao do recebimento dos recursos.\n\n<b>PÁTRIA Logística – FII – HGLG11</b>\n\nAs\naplicações realizadas no fundo não contam com garantia do Administrador ou do\nFundo Garantidor de Crédito, não podendo o administrador ser responsabilizado\npor eventuais depreciações dos ativos que compõem a carteira do fundo.\n\nPortanto, é recomendado a leitura\ncuidadosa do prospecto e do regulamento do fundo de investimento pelo\ninvestidor ao aplicar seus recursos.\n\nPara conferir outros dados e\nindicadores do <b>HGLG11</b>, continue navegando em nosso site. Temos todas as\ninformações necessárias disponíveis aqui.</article>",
      "dividends_resume": {
        "title": "Dividendos do HGLG11",
        "paragraphs": [
          "O atual dividendo do HGLG11 foi de R$ 1,10 por cota na data 02/26, com um Dividend Yield de 0,70% com base na cotação de R$ 157,50 da data com (01/26).",
          "O HGLG11 performa com alta este ano de 8,86%. A cotação começou o ano na casa dos R$ 144,11 e atualmente está em R$ 156,88."
        ],
        "table": {
          "periods": [
            "Último",
            "3 meses",
            "6 meses",
            "12 meses",
            "Desde o IPO"
          ],
          "return_by_unit_label": "Retorno por cota",
          "return_by_unit": [
            "R$ 1,10",
            "R$ 3,30",
            "R$ 6,60",
            "R$ 13,20",
            "R$ 117,45"
          ],
          "relative_to_quote_label": "Em relação ao valor de cota atual",
          "relative_to_quote": [
            "0,70%",
            "2,10%",
            "4,21%",
            "8,41%",
            "74,87%"
          ]
        },
        "source": "fundsexplorer"
      }
    }
  }
}
